Repository: svipm/doer
Catalog: Doer/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

# reply.tool.link_text
source: Link text
zh_hans: 链接文本
zh_hk: 鏈接文本

# reply.tool.media
source: Audio & Video
zh_hans: 音视频
zh_hk: 音視頻

# reply.tool.media.audio
source: Upload audio
zh_hans: 上传音频
zh_hk: 上傳音訊

# reply.tool.media.video
source: Upload video
zh_hans: 上传视频
zh_hk: 上傳影片

# reply.tool.media.voice
source: Voice message
zh_hans: 语音消息
zh_hk: 語音訊息

# reply.tool.note
source: Note
zh_hans: 标注
zh_hk: 標注

# reply.tool.numbered_list
source: Numbered List
zh_hans: 有序列表
zh_hk: 有序列表

# reply.tool.placeholder.bold
source: bold text
zh_hans: 粗体文本
zh_hk: 粗體文本

# reply.tool.placeholder.code
source: code
zh_hans: 代码
zh_hk: 代碼

# reply.tool.placeholder.italic
source: italic text
zh_hans: 斜体文本
zh_hk: 斜體文本

# reply.tool.placeholder.note
source: note content
zh_hans: 标注内容
zh_hk: 標注內容

# reply.tool.placeholder.spoiler
source: Spoiler content
zh_hans: 剧透内容
zh_hk: 劇透內容

# reply.tool.placeholder.strikethrough
source: deleted text
zh_hans: 删除线文本
zh_hk: 刪除線文本

# reply.tool.placeholder.toc
source: This topic will include a table of contents
zh_hans: 此话题将包含目录
zh_hk: 此話題將包含目錄

# reply.tool.poll
source: Poll
zh_hans: 投票
zh_hk: 投票

# reply.tool.poll.chart
source: Chart
zh_hans: 图表
zh_hk: 圖表

# reply.tool.poll.chart.bar
source: Bar
zh_hans: 柱状
zh_hk: 柱狀

# reply.tool.poll.chart.pie
source: Pie
zh_hans: 饼图
zh_hk: 圓餅圖

# reply.tool.poll.close
source: Close automatically
zh_hans: 定时关闭
zh_hk: 定時關閉

# reply.tool.poll.multiple
source: Multiple choice
zh_hans: 多选
zh_hk: 多選

# reply.tool.poll.number
source: Number
zh_hans: 数字
zh_hk: 數字

# reply.tool.poll.option_a
source: Option A
zh_hans: 选项 A
zh_hk: 選項 A

# reply.tool.poll.option_b
source: Option B
zh_hans: 选项 B
zh_hk: 選項 B

# reply.tool.poll.options
source: One option per line, at least two
zh_hans: 每行一个选项，至少两个
zh_hk: 每行一個選項，至少兩個

# reply.tool.poll.public
source: Show who voted
zh_hans: 公开投票人
zh_hk: 公開投票人

# reply.tool.poll.results
source: Result visibility
zh_hans: 结果可见性
zh_hk: 結果可見性

# reply.tool.poll.results.always
source: Always
zh_hans: 始终
zh_hk: 始終

# reply.tool.poll.results.close
source: After close
zh_hans: 关闭后
zh_hk: 關閉後

# reply.tool.poll.results.vote
source: After voting
zh_hans: 投票后
zh_hk: 投票後

# reply.tool.poll.single
source: Single choice
zh_hans: 单选
zh_hk: 單選

# reply.tool.poll.type
source: Type
zh_hans: 类型
zh_hk: 類型

# reply.tool.quote
source: Quote
zh_hans: 引用
zh_hk: 引用

# reply.tool.spoiler
source: Spoiler
zh_hans: 剧透
zh_hk: 劇透

# reply.tool.strikethrough
source: Strikethrough
zh_hans: 删除线
zh_hk: 刪除線

# reply.tool.template
source: Template
zh_hans: 模板
zh_hk: 模板

# reply.tool.toc
source: Table of contents
zh_hans: 目录
zh_hk: 目錄

# reply.toolbar.emoji
source: Emoji
zh_hans: 表情
zh_hk: 表情

# reply.toolbar.more_tools
source: More Tools
zh_hans: 更多工具
zh_hk: 更多工具

# reply.toolbar.preview
source: Preview
zh_hans: 预览
zh_hk: 預覽

# reply.toolbar.rich_mode
source: Rich text
zh_hans: 富文本
zh_hk: 富文本

# reply.upload.failed
source: Upload Failed
zh_hans: 上传失败
zh_hk: 上傳失敗

# reply.upload.too_large
source: File is too large
zh_hans: 文件太大
zh_hk: 文件太大

# reply.uploading
source: Uploading...
zh_hans: 正在上传...
zh_hk: 正在上傳...

# reply.uploading.progress
source: Uploading %1$lld/%2$lld
zh_hans: 上传中 %1$lld/%2$lld
zh_hk: 上傳中 %1$lld/%2$lld

# reply.voice.cancelled
source: Cancelled
zh_hans: 已取消
zh_hk: 已取消

# reply.voice.hint
source: Hold to record, release to upload
zh_hans: 按住录音，松手上传
zh_hk: 按住錄音，鬆手上傳

# reply.voice.hold
source: Hold to talk
zh_hans: 按住说话
zh_hk: 按住説話

# reply.voice.mic_denied
source: Microphone access is off, so recording isn’t available
zh_hans: 没有麦克风权限，无法录音
zh_hk: 沒有麥克風權限，無法錄音

# reply.voice.recording
source: Recording…
zh_hans: 正在录音…
zh_hk: 正在錄音…

# revision.edits
source: Edited
zh_hans: 已编辑
zh_hk: 已編輯

# revision.title
source: Edit history
zh_hans: 编辑历史
zh_hk: 編輯歷史

# search.date.custom
source: Custom
zh_hans: 自定义
zh_hk: 自定義

# search.date.month
source: Past month
zh_hans: 最近一月
zh_hk: 最近一月

# search.date.unlimited
source: Any time
zh_hans: 不限
zh_hk: 不限

# search.date.week
source: Past week
zh_hans: 最近一周
zh_hk: 最近一周

# search.date.year
source: Past year
zh_hans: 最近一年
zh_hk: 最近一年

# search.filter.advanced
source: Filters
zh_hans: 筛选
zh_hk: 篩選

# search.filter.advanced_count
source: Filters · %d
zh_hans: 筛选 · %d
zh_hk: 篩選 · %d

# search.filter.advanced_title
source: Advanced search
zh_hans: 高级搜索
zh_hk: 高級搜索

# search.filter.all
source: All
zh_hans: 全部
zh_hk: 全部

# search.filter.all_categories
source: All Categories
zh_hans: 全部分类
zh_hk: 全部分類

# search.filter.all_tags
source: All Tags
zh_hans: 全部标签
zh_hk: 全部標籤

# search.filter.apply
source: Apply filters
zh_hans: 应用筛选
zh_hk: 應用篩選

# search.filter.category
source: Category
zh_hans: 分类
zh_hk: 分類

# search.filter.clear_all
source: Clear all filters
zh_hans: 清除全部筛选
zh_hk: 清除全部篩選

# search.filter.date_range
source: Date range
zh_hans: 时间范围
zh_hk: 時間範圍

# search.filter.hot_tags
source: Popular tags
zh_hans: 热门标签
zh_hk: 熱門標籤

# search.filter.loading
source: Loading…
zh_hans: 加载中…
zh_hk: 加載中…

# search.filter.no_tags
source: No Tags
zh_hans: 暂无标签
zh_hk: 暫無標籤

# search.filter.search_more_tags
source: Search more
zh_hans: 搜索更多
zh_hk: 搜索更多

# search.filter.selected_tags
source: Selected tags
zh_hans: 已选标签
zh_hk: 已選標籤

# search.filter.status
source: Status
zh_hans: 状态
zh_hk: 狀態

# search.filter.tags
source: Tags
zh_hans: 标签
zh_hk: 標籤

# search.filter.tags_loading
source: Loading popular tags…
zh_hans: 加载热门标签…
zh_hk: 加載熱門標籤…

# search.hot.title
source: Popular tags
zh_hans: 热门标签
zh_hk: 熱門標籤

# search.no_results
source: No results found
zh_hans: 没有找到结果
zh_hk: 沒有找到結果

# search.placeholder
source: Search topics...
zh_hans: 搜索话题...
zh_hk: 搜索話題...

# search.recent.clear
source: Clear
zh_hans: 清空
zh_hk: 清空

# search.recent.title
source: Recent searches
zh_hans: 最近搜索
zh_hk: 最近搜索

# search.results_count
source: results
zh_hans: 条结果
zh_hk: 條結果

# search.scope.tags
source: Tags
zh_hans: 标签
zh_hk: 標籤

# search.scope.topics
source: Topics
zh_hans: 帖子
zh_hk: 帖子

# search.scope.users
source: People
zh_hans: 用户
zh_hk: 用户

# search.sort.latest
source: Latest
zh_hans: 最新
zh_hk: 最新

# search.sort.latest_topic
source: Recently Read
zh_hans: 最近阅读
zh_hk: 最近閱讀

# search.sort.most_likes
source: Most Likes
zh_hans: 赞最多
zh_hk: 贊最多

# search.sort.most_views
source: Most Views
zh_hans: 浏览最多
zh_hk: 瀏覽最多

# search.sort.prefix
source: Sort:
zh_hans: 排序：
zh_hk: 排序：

# search.sort.relevance
source: Relevance
zh_hans: 相关性
zh_hk: 相關性

# search.status.archived
source: Archived
zh_hans: 已归档
zh_hk: 已歸檔

# search.status.closed
source: Closed
zh_hans: 已关闭
zh_hk: 已關閉

# search.status.open
source: Open
zh_hans: 进行中
zh_hk: 進行中

# search.status.solved
source: Solved
zh_hans: 已解决
zh_hk: 已解決

# search.status.unsolved
source: Unsolved
zh_hans: 未解决
zh_hk: 未解決

# search.tag_picker.clear
source: Clear Tag Filter
zh_hans: 清除标签筛选
zh_hk: 清除標籤篩選

# search.tag_picker.empty
source: No tags found
zh_hans: 未找到标签
zh_hk: 未找到標籤

# search.tag_picker.placeholder
source: Search tags…
zh_hans: 搜索标签…
zh_hk: 搜索標籤…

# search.tag_picker.title
source: Tags
zh_hans: 标签
zh_hk: 標籤

# search.title
source: Search
zh_hans: 搜索
zh_hk: 搜索

# search.untitled
source: Untitled
zh_hans: 无标题
zh_hk: 無標題

# seeking.add
source: Add user
zh_hans: 添加用户
zh_hk: 添加用户

# seeking.add.hint
source: Enter a username
zh_hans: 输入用户名
zh_hk: 輸入用户名

# seeking.empty.feed
source: No activity yet
zh_hans: 暂无动态
zh_hk: 暫無動態

# seeking.empty.users
source: Add people to follow and see their posts and replies
zh_hans: 添加要关注的用户，查看他们的发帖和回复
zh_hk: 添加要關注的用户，查看他們的發帖和回復

# seeking.remove
source: Stop watching
zh_hans: 取消监控
zh_hk: 取消監控

# seeking.title
source: Seeking
zh_hans: 追觅
zh_hk: 追覓

# settings.about
source: About
zh_hans: 关于
zh_hk: 關於

# settings.about.app_logs
source: App Logs
zh_hans: 应用日志
zh_hk: 應用日誌

# settings.about.app_logs.subtitle
source: View and copy recent debug logs
zh_hans: 查看并复制最近调试日志
zh_hk: 查看並複製最近除錯日誌

# settings.about.developer_mode
source: Developer Mode
zh_hans: 开发者模式
zh_hk: 開發者模式

# settings.about.developer_mode.already_enabled
source: Developer mode is already enabled
zh_hans: 开发者模式已启用
zh_hk: 開發者模式已啟用

# settings.about.developer_mode.enabled
source: Developer mode enabled
zh_hans: 已启用开发者模式
zh_hk: 已啟用開發者模式

# settings.about.developer_mode.subtitle
source: Tap to disable developer mode
zh_hans: 点击关闭开发者模式
zh_hk: 點一下關閉開發者模式

# settings.about.feedback
source: Feedback
zh_hans: 反馈问题
zh_hk: 回饋問題

# settings.about.legalese
source: Unofficial Linux.do client Built with UIKit
zh_hans: 非官方 Linux.do 客户端 基于 UIKit
zh_hk: 非官方 Linux.do 用戶端 基於 UIKit

# settings.about.open_source_license
source: Open Source Licenses
zh_hans: 开源许可
zh_hk: 開源許可

# settings.about.open_source_license.subtitle
source: Third-party dependencies and licenses
zh_hans: 第三方依赖与许可证
zh_hk: 第三方依賴及許可證

# settings.about.perf_copied
source: Diagnostics report copied
zh_hans: 诊断报告已复制
zh_hk: 診斷報告已複製

# settings.about.perf_diagnostics
source: Performance Diagnostics
zh_hans: 性能诊断
zh_hk: 效能診斷

# settings.about.perf_diagnostics.subtitle
source: Device and runtime summary
zh_hans: 设备与运行时摘要
zh_hk: 裝置與執行時期摘要

# settings.about.section.develop
source: Develop
zh_hans: 开发
zh_hk: 開發

# settings.about.section.info
source: Info
zh_hans: 信息
zh_hk: 資訊

# settings.about.section.links
source: Links
zh_hans: 链接
zh_hk: 連結

# settings.about.source_code
source: Source Code
zh_hans: 项目源码
zh_hk: 專案原始碼

# settings.about.subtitle
source: Version, licenses, and development links
zh_hans: 版本、许可与开发链接
zh_hk: 版本、許可及開發連結

# settings.app_icon
source: App Icon
zh_hans: 应用图标
zh_hk: 應用圖示

# settings.app_icon.cards
source: Flux Cards
zh_hans: 卡片
zh_hk: 卡片

# settings.app_icon.dark
source: Dark
zh_hans: 暗夜黑
zh_hk: 暗夜黑

# settings.app_icon.default
source: Default
zh_hans: 默认
zh_hk: 預設

# settings.app_icon.green
source: Green
zh_hans: 翡翠绿
zh_hk: 翡翠綠

# settings.app_icon.orange
source: Orange
zh_hans: 暖阳橙
zh_hk: 暖陽橙

# settings.app_icon.orbit
source: Flux Orbit
zh_hans: 流环
zh_hk: 流環

# settings.app_icon.purple
source: Purple
zh_hans: 魅影紫
zh_hk: 魅影紫

# settings.app_icon.red
source: Red
zh_hans: 绯红色
zh_hk: 緋紅色

# settings.app_icon.signal
source: Flux Signal
zh_hans: 信号
zh_hk: 訊號

# settings.app_icon.unsupported
source: This device does not support changing app icons.
zh_hans: 当前设备不支持切换应用图标。
zh_hk: 目前裝置不支援切換應用圖示。

# settings.app_icon.white
source: Pearl
zh_hans: 珍珠白
zh_hk: 珍珠白

# settings.appearance_design
source: Appearance Settings
zh_hans: 外观设置
zh_hk: 外觀設定

# settings.appearance.category_drawer
source: Category drawer
zh_hans: 分类侧栏
zh_hk: 分類側欄

# settings.appearance.category_drawer.subtitle
source: Swipe from the left edge for categories/tags. When on, the top category bar and filter are hidden
zh_hans: 从左缘右滑打开分类/标签侧栏；开启后隐藏顶部分类条与分类筛选
zh_hk: 從左緣右滑打開分類/標籤側欄；開啓後隱藏頂部分類條與分類篩選

# settings.appearance.chat_topic_detail
source: Chat-style topic detail
zh_hans: 聊天式话题详情
zh_hk: 聊天式話題詳情

# settings.appearance.chat_topic_detail.subtitle
source: Use a bubble layout. Off keeps classic floors (follows the theme by default)
zh_hans: 开启后使用气泡会话布局；关闭则使用经典楼层详情（默认与主题配套）
zh_hk: 開啓後使用氣泡會話佈局；關閉則使用經典樓層詳情（默認與主題配套）

# settings.appearance.font
source: Font
zh_hans: 字体
zh_hk: 字體

# settings.appearance.font_family
source: Content font
zh_hans: 内容字体
zh_hk: 內容字體

# settings.appearance.home_display
source: Home Display
zh_hans: 首页显示
zh_hk: 首頁顯示

# settings.appearance.incoming_topics_floating
source: Floating New Topic Banner
zh_hans: 新话题提示悬浮
zh_hk: 新話題提示懸浮

# settings.appearance.incoming_topics_floating.subtitle
source: On: the new or updated topics banner stays above the list. Off: it scrolls with the topic list.
zh_hans: 开启后新/更新话题提示悬浮在列表上方；关闭后作为列表内容随帖子滚动。
zh_hk: 開啟後新/更新話題提示懸浮在列表上方；關閉後作為列表內容隨帖子捲動。

# settings.appearance.mini_programs
source: Mini programs
zh_hans: 小程序
zh_hk: 小程序

# settings.appearance.mini_programs.subtitle
source: Show the mini program entry on Home and enable management
zh_hans: 在首页显示小程序入口，并启用小程序管理
zh_hk: 在首頁顯示小程序入口，並啓用小程序管理

# settings.appearance.palette_style
source: Palette Style
zh_hans: 配色风格
zh_hk: 配色風格

# settings.appearance.plugin_dock
source: Plugin Side Dock
zh_hans: 插件侧边 Dock
zh_hk: 插件側邊 Dock

# settings.appearance.plugin_dock.subtitle
source: Open available floating plugin tools from the screen edge
zh_hans: 从屏幕边缘呼出可用的插件浮动工具
zh_hk: 從螢幕邊緣叫出可用的插件浮動工具

# settings.appearance.subtitle
source: Theme and visual style
zh_hans: 主题和视觉样式
zh_hk: 主題和視覺樣式

# settings.appearance.theme_colors
source: Theme Colors
zh_hans: 主题色彩
zh_hk: 主題色彩

# settings.appearance.theme_mode
source: Theme Mode
zh_hans: 主题模式
zh_hk: 主題模式

# settings.appearance.theme_taxonomy_colors
source: Theme category/tag colors
zh_hans: 主题分类/标签色
zh_hk: 主題分類/標籤色

# settings.appearance.theme_taxonomy_colors.subtitle
source: Use the current theme for categories and tags. Off keeps forum colors
zh_hans: 开启后分类与标签使用当前主题配色；关闭则保留论坛原始颜色
zh_hk: 開啓後分類與標籤使用當前主題配色；關閉則保留論壇原始顏色

# settings.appearance.wallpaper
source: Custom background
zh_hans: 自定义背景
zh_hk: 自定義背景

# settings.appearance.wallpaper.choose
source: Choose photo
zh_hans: 选择图片
zh_hk: 選擇圖片

# settings.appearance.wallpaper.clear
source: Clear background
zh_hans: 清除背景
zh_hk: 清除背景

# settings.appearance.wallpaper.encode_failed
source: Couldn’t save the background
zh_hans: 无法保存背景图
zh_hk: 無法保存背景圖

# settings.appearance.wallpaper.off
source: Choose a local image behind topic detail
zh_hans: 选择一张本地图片铺在话题详情背后
zh_hk: 選擇一張本地圖片鋪在話題詳情背後

# settings.appearance.wallpaper.on
source: Local wallpaper set. Tap to change or clear
zh_hans: 已设置本地壁纸，点按可更换或清除
zh_hk: 已設置本地壁紙，點按可更換或清除

# settings.appearance.xiaohongshu_staggered_cards
source: Stagger Cards
zh_hans: 错落排列卡片
zh_hk: 錯落排列卡片

# settings.appearance.xiaohongshu_staggered_cards.subtitle
source: On: cards alternate vertically for a Xiaohongshu-style layout. Off: cards stay aligned in rows.
zh_hans: 开启后左右卡片交替下沉，形成小红书式错落布局；关闭后每行对齐。
zh_hk: 開啟後左右卡片交替下沉，形成小紅書式錯落版面；關閉後每列對齊。

# settings.auto_open_last_forum
source: Auto-open Last Forum
zh_hans: 启动时打开上次论坛
zh_hk: 啓動時打開上次論壇

# settings.auto_open_last_forum.subtitle
source: Open the last forum when the app launches
zh_hans: 启动时直接进入上次打开的论坛
zh_hk: 啓動時直接進入上次打開的論壇

# settings.bottom_bar
source: Bottom Bar Settings
zh_hans: 底栏设置
zh_hk: 底欄設定

# settings.bottom_bar.auto_hide
source: Hide on Home scroll
zh_hans: 首页滚动时隐藏底栏
zh_hk: 首頁滾動時隱藏底欄

# settings.bottom_bar.auto_hide.subtitle
source: Swipe up on Home to hide the bottom bar. Swipe down or return to the top to show it.
zh_hans: 首页向上滑动隐藏底栏，向下滑动或回到顶部显示。
zh_hk: 首頁向上滑動隱藏底欄，向下滑動或返回頂部時顯示。

# settings.bottom_bar.available
source: Available
zh_hans: 可添加
zh_hk: 可加入

# settings.bottom_bar.available_empty
source: No more items available.
zh_hans: 没有更多可添加。
zh_hk: 沒有更多可加入的項目。

# settings.bottom_bar.available_full
source: The candidate list is full. Remove an item before adding another.
zh_hans: 候选已满，先删除一个功能再添加。
zh_hk: 候選項目已滿，請先移除一個功能再加入。

# settings.bottom_bar.behavior
source: Behavior
zh_hans: 行为
zh_hk: 行為

# settings.bottom_bar.bookmarks.subtitle
source: View bookmarked content
zh_hans: 查看已收藏内容
zh_hk: 查看已收藏內容

# settings.bottom_bar.candidate
source: Candidate
zh_hans: 候选
zh_hk: 候選

# settings.bottom_bar.candidate_limit_format
source: You can keep up to %lld feature candidates.
zh_hans: 最多保留 %lld 个功能候选。
zh_hk: 最多可保留 %lld 個功能候選項目。

# settings.bottom_bar.candidate.subtitle
source: Kept as a candidate and currently hidden
zh_hans: 候选保留，暂不显示
zh_hk: 保留為候選項目，暫不顯示

# settings.bottom_bar.chat.subtitle
source: Channels and direct messages
zh_hans: 频道与私聊
zh_hk: 頻道與私聊

# settings.bottom_bar.current_configuration
source: Current Configuration
zh_hans: 当前配置
zh_hk: 目前設定

# settings.bottom_bar.entries
source: Bottom Bar Items
zh_hans: 底栏入口
zh_hk: 底欄項目

# settings.bottom_bar.fixed_first
source: Fixed in first position
zh_hans: 固定第一位
zh_hk: 固定在第一位

# settings.bottom_bar.history.subtitle
source: View topics you've read and visited
zh_hans: 查看已读和看过的话题
zh_hk: 查看已讀和看過的話題

# settings.bottom_bar.messages.subtitle
source: View forum private messages
zh_hans: 查看论坛私信
zh_hk: 查看論壇私信

# settings.bottom_bar.notifications.subtitle
source: View replies, likes, and system notifications
zh_hans: 查看回复、点赞和系统通知
zh_hk: 查看回覆、讚好和系統通知

# settings.bottom_bar.plugin_provider_format
source: Provided by the %@ plugin
zh_hans: 由 %@ 插件提供
zh_hk: 由 %@ 外掛程式提供

# settings.bottom_bar.preview_help_format
source: Home is fixed first and Me is fixed last. The bottom bar supports up to 5 items, and the first %lld feature items are shown first.
zh_hans: 首页固定第一位，我的固定末尾；系统底栏最多 5 个入口，前 %lld 个功能项会优先显示。
zh_hk: 首頁固定在第一位，我的固定在末尾；系統底欄最多 5 個項目，前 %lld 個功能項目會優先顯示。

# settings.bottom_bar.restore_default
source: Restore Defaults
zh_hans: 恢复默认
zh_hk: 恢復預設

# settings.bottom_bar.search.subtitle
source: Search posts and replies
zh_hans: 搜索帖子和回复
zh_hk: 搜尋帖子和回覆

# settings.bottom_bar.subtitle
source: Navigation behavior
zh_hans: 底部导航行为
zh_hk: 底部導航行為

# settings.bottom_bar.summary_empty
source: Current bottom bar: Home + Me.
zh_hans: 当前实际底栏：首页 + 我的。
zh_hk: 目前實際底欄：首頁 + 我的。

# settings.bottom_bar.summary_format
source: Current bottom bar: Home + %@ + Me.
zh_hans: 当前实际底栏：首页 + %@ + 我的。
zh_hk: 目前實際底欄：首頁 + %@ + 我的。

# settings.bottom_bar.visible
source: Visible
zh_hans: 显示
zh_hk: 顯示

# settings.bottom_bar.visible.subtitle
source: Shown in the bottom bar
zh_hans: 显示在底栏
zh_hk: 顯示在底欄

# settings.card.category
source: Show category on cards
zh_hans: 卡片显示分类
zh_hk: 卡片顯示分類

# settings.card.category.subtitle
source: Show the category on list cards
zh_hans: 列表卡片是否显示分类
zh_hk: 列表卡片是否顯示分類

# settings.card.counts
source: Show counts on cards
zh_hans: 卡片显示计数
zh_hk: 卡片顯示計數

# settings.card.counts.subtitle
source: Show reply counts on list cards
zh_hans: 列表卡片是否显示回复数
zh_hk: 列表卡片是否顯示回複數

# settings.card.tags
source: Show tags on cards
zh_hans: 卡片显示标签
zh_hk: 卡片顯示標籤

# settings.card.tags.subtitle
source: Show tags on list cards
zh_hans: 列表卡片是否显示标签
zh_hk: 列表卡片是否顯示標籤

# settings.composer.auto_pangu
source: Auto-space Chinese and English
zh_hans: 中英文自动空格
zh_hk: 中英文自動空格

# settings.composer.auto_pangu.subtitle
source: Insert spaces between Chinese and English/numbers on send and preview. Code and links are left alone
zh_hans: 发送和预览时在中文与英文、数字之间插入空格，代码和链接不受影响
zh_hk: 發送和預覽時在中文與英文、數字之間插入空格，代碼和連結不受影響

# settings.composer.experimental_wysiwyg
source: WYSIWYG editor
zh_hans: 所见即所得编辑器
zh_hk: 所見即所得編輯器

# settings.composer.experimental_wysiwyg.subtitle
source: Use the block editor for replies, new topics, and messages. Turn it off to go back to Aa/MD
zh_hans: 回复、发帖、私信使用块级编辑器。可随时关掉回到 Aa/MD
zh_hk: 回復、發帖、私信使用塊級編輯器。可隨時關掉回到 Aa/MD

# settings.content_font_size
source: Content Font Size
zh_hans: 内容区字体大小
zh_hk: 內容區字體大小

# settings.content_font.extra_large
source: Extra Large
zh_hans: 特大
zh_hk: 特大

# settings.content_font.large
source: Large
zh_hans: 大
zh_hk: 大

# settings.content_font.small
source: Small
zh_hans: 小
zh_hk: 小

# settings.content_font.standard
source: Standard
zh_hans: 标准
zh_hk: 標準

# settings.dark_mode
source: Dark Mode
zh_hans: 深色模式
zh_hk: 深色模式

# settings.data_management
source: Data Management
zh_hans: 数据管理
zh_hk: 數據管理

# settings.data_management.subtitle
source: Cache and startup data
zh_hans: 缓存和启动数据
zh_hk: 緩存和啓動數據

# settings.data.ai_chat
source: AI Chat Data
zh_hans: AI 聊天数据
zh_hk: AI 聊天資料

# settings.data.all_cache_cleared
source: All cache cleared.
zh_hans: 所有缓存已清理。
zh_hk: 所有快取已清除。

# settings.data.automatic_management
source: Automatic Management
zh_hans: 自动管理
zh_hk: 自動管理

# settings.data.avatar_cache_size
source: Avatar cache limit
zh_hans: 头像缓存上限
zh_hk: 頭像緩存上限

# settings.data.avatar_cache_size.section
source: Avatar cache limit
zh_hans: 头像缓存上限
zh_hk: 頭像緩存上限

# settings.data.avatar_cache_size.summary_format
source: Memory and disk caps %@
zh_hans: 内存与磁盘各上限 %@
zh_hk: 內存與磁盤各上限 %@

# settings.data.backup
source: Data Backup
zh_hans: 数据备份
zh_hk: 資料備份

# settings.data.backup_invalid
source: This is not a valid Doer preferences backup.
zh_hans: 这不是有效的 Doer 偏好设置备份。
zh_hk: 這不是有效的 Doer 偏好設定備份。

# settings.data.cache_cleared
source: Image cache cleared.
zh_hans: 图片缓存已清理。
zh_hk: 圖片緩存已清理。

# settings.data.cache_footprint
source: Cache Footprint
zh_hans: 缓存占用
zh_hk: 快取佔用

# settings.data.cache_management
source: Cache Management
zh_hans: 缓存管理
zh_hk: 快取管理

# settings.data.clear
source: Clear
zh_hans: 清除
zh_hk: 清除

# settings.data.clear_all_cache
source: Clear All Cache
zh_hans: 清除所有缓存
zh_hk: 清除所有快取

# settings.data.clear_all_cache.hint
source: Clear images, cookies, and local caches
zh_hans: 清除图片、Cookie 与本地缓存
zh_hk: 清除圖片、Cookie 與本地緩存

# settings.data.clear_all.confirm.message
source: This clears image cache, local profile cache, emoji cache, and login cookies. You may need to log in or pass Cloudflare verification again.
zh_hans: 将清除图片缓存、本地个人资料缓存、Emoji 缓存和登录 Cookie。之后可能需要重新登录或重新通过 Cloudflare 验证。
zh_hk: 將清除圖片快取、本機個人資料快取、Emoji 快取和登入 Cookie。之後可能需要重新登入或重新通過 Cloudflare 驗證。

# settings.data.clear_all.confirm.title
source: Clear All Cache?
zh_hans: 清除所有缓存？
zh_hk: 清除所有快取？

# settings.data.clear_cookie.confirm.message
source: This clears login cookies and Cloudflare clearance. You may need to log in or pass verification again.
zh_hans: 将清除登录 Cookie 和 Cloudflare 通行凭证。之后可能需要重新登录或重新验证。
zh_hk: 將清除登入 Cookie 和 Cloudflare 通行憑證。之後可能需要重新登入或重新驗證。

# settings.data.clear_cookie.confirm.title
source: Clear Cookie Cache?
zh_hans: 清除 Cookie 缓存？
zh_hk: 清除 Cookie 快取？

# settings.data.clear_image_cache
source: Clear Image Cache
zh_hans: 清理图片缓存
zh_hk: 清理圖片緩存

# settings.data.clear_image_on_launch
source: Clear Image Cache on Launch
zh_hans: 退出时清除图片缓存
zh_hk: 退出時清除圖片快取

# settings.data.clear_image_on_launch.subtitle
source: Automatically clear image cache the next time Doer starts.
zh_hans: 下次启动时自动清除图片缓存
zh_hk: 下次啟動時自動清除圖片快取

# settings.data.clear_local.confirm.message
source: This clears profile and emoji caches on device. You stay signed in.
zh_hans: 将清除资料页与表情本地缓存，不会退出登录。
zh_hk: 將清除資料頁與表情本地緩存，不會退出登錄。

# settings.data.clear_local.confirm.title
source: Clear local cache?
zh_hans: 清除本地缓存？
zh_hk: 清除本地緩存？

# settings.data.cookie_cache
source: Cookie Cache
zh_hans: Cookie 缓存
zh_hk: Cookie 快取

# settings.data.cookie_cache_cleared
source: Cookie cache cleared.
zh_hans: Cookie 缓存已清除。
zh_hk: Cookie 快取已清除。

# settings.data.cookie_cache.hint
source: Login session cookies. You may need to verify again after clearing
zh_hans: 登录会话 Cookie，清除后可能需要重新验证
zh_hk: 登錄會話 Cookie，清除後可能需要重新驗證

# settings.data.export
source: Export Data
zh_hans: 导出数据
zh_hk: 匯出資料

# settings.data.export.subtitle
source: Export preferences, mini programs, and NewAPI check-in data
zh_hans: 将偏好设置、小程序和 NewAPI 签到数据导出为文件
zh_hk: 將偏好設定、小程式和 NewAPI 簽到資料匯出為檔案

# settings.data.hero.subtitle
source: Live cache overview and cleanup controls
zh_hans: 实时查看缓存占用和清理入口
zh_hk: 即時查看快取佔用和清理入口

# settings.data.hero.title
source: Data Console
zh_hans: 数据中控
zh_hk: 數據中控

# settings.data.image_cache
source: Image Cache
zh_hans: 图片缓存
zh_hk: 圖片快取

# settings.data.image_cache_cleared
source: Image cache cleared.
zh_hans: 图片缓存已清除。
zh_hk: 圖片快取已清除。

# settings.data.image_cache.hint
source: Post images and avatars. They can be downloaded again
zh_hans: 帖子图片与头像缓存，可重新下载
zh_hk: 帖子圖片與頭像緩存，可重新下載

# settings.data.import
source: Import Data
zh_hans: 导入数据
zh_hk: 匯入資料

# settings.data.import_success
source: Preferences and mini programs imported.
zh_hans: 偏好设置与小程序已导入。
zh_hk: 偏好設定與小程式已匯入。

# settings.data.import.subtitle
source: Restore preferences, mini programs, and NewAPI check-in data
zh_hans: 从备份文件恢复偏好设置、小程序和 NewAPI 签到数据
zh_hk: 從備份檔案還原偏好設定、小程式和 NewAPI 簽到資料

# settings.data.local_cache
source: Local Cache
zh_hans: 本地缓存
zh_hk: 本機快取

# settings.data.local_cache_cleared
source: Local cache cleared
zh_hans: 本地缓存已清除
zh_hk: 本地緩存已清除

# settings.data.local_cache.hint
source: Local caches such as profile and emoji
zh_hans: 资料页与表情等本地缓存
zh_hk: 資料頁與表情等本地緩存

# settings.data.no_cache
source: No cache
zh_hans: 无缓存
zh_hk: 無快取

# settings.font.custom
source: Custom Font
zh_hans: 自定义字体
zh_hk: 自訂字體

# settings.font.custom.add
source: Upload Custom Font
zh_hans: 上传自定义字体
zh_hk: 上傳自訂字體
